christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.auto-rename-tag
kumar-harsh.graphql-for-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
rust-lang.rust-analyzer
wmaurer.vscode-jumpy
