chenxsan.vscode-standardjs
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
kumar-harsh.graphql-for-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vsliveshare.vsliveshare
numso.prettier-standard-vscode
ryu1kn.annotator
xabikos.ReactSnippets
