christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.auto-rename-tag
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
rust-lang.rust
ryu1kn.annotator
